[
  "obsidian-git",
  "obsidian-excalidraw-plugin",
  "dataview",
  "table-editor-obsidian",
  "obsidian-kanban",
  "omnisearch",
  "obsidian-icon-folder",
  "recent-files-obsidian",
  "homepage",
  "tag-wrangler",
  "obsidian-mind-map",
  "editing-toolbar",
  "obsidian-linter",
  "better-word-count",
  "copilot",
  "various-complements",
  "note-refactor-obsidian",
  "obsidian-latex-suite",
  "obsidian-banners",
  "easy-typing-obsidian",
  "settings-search",
  "obsidian-reading-time",
  "smart-random-note",
  "janitor",
  "obsidian-trash-explorer",
  "auto-card-link",
  "obsidian-auto-link-title",
  "text-extractor",
  "ai-image-analyzer",
  "smart-connections",
  "obsidian-textgenerator-plugin",
  "auto-note-mover",
  "obsidian-doubleshift",
  "obsidian-image-toolkit",
  "obsidian-languagetool-plugin"
]